Repository: almearza/ItqanEdu
Catalog: QuranEducation/QuranRes.*.resx
Languages: ar, bo, de, es, fil, fr, it, ur

source: about me
ar: عني
bo: O meni
de: über mich
es: sobre mí
fil: tungkol sa akin
fr: à propos de moi
it: Su di me
ur: میرے بارے میں

source: Acceptable
ar: مقبول
bo: Prihvaćeno
de: annehmbar
es: Aceptado
fil: katanggap-tanggap
it: Accettabile
ur: قابل قبول

# AcceptInst
source: Accept
ar: أوافق
bo: Prihvaćam
de: zugestimmt
es: Acepto
fil: sumasang-ayon ako
fr: je suis d'accord
it: Accetto
ur: متفق

# AccountWasLocked
source: Your Account was temporary Locked out
ar: تم قفل الحساب مؤقتا الرجاء الاتصال بمدير النظام
bo: Vaš profil je trenutno isključen, molimo Vas kontaktirajte naš tim.
de: Account wurde vorübergehend gesperrt, bitte kontaktieren Sie den Systemadministrator
es: La cuenta ha sido bloqueada temporalmente, comuníquese con el administrador del sistema
fil: Pansamantalang na-lock ang account, mangyaring makipag-ugnayan sa administrator ng system
fr: verouillage temporaire du compte, veuillez contacter le directeur du programme
it: L'account è stato temporaneamente bloccato, contattare l'amministratore di sistema
ur: اکاونٹ وقتی طور پر بند ہوچکا ہے براہ مہربانی ایڈمن سے رابطہ کریں

source: Achievement File
ar: ملف الإنجاز
bo: Izvještaj o napretku
de: Leistungsdatei
es: Archivo de logros
fr: dossier de réalisation
it: Dossier di realizzazione
ur: حاصل کردہ نکات کی فائل

# AddAssMsg2
source: Add or Edited Assignment
ar: بإضافة أو تعديل
bo: Dodati ili urediti dostignuće
de: hinzufügen oder ändern
es: Añadir o modificar
fil: pagdagdag o pagbago
fr: ajout ou modification
it: Aggiungere o modificare
ur: اضافہ یا تبدیلی

# AddLecMsg1
source: Instructor
ar: قام المعلم
bo: Nastavnik
de: Der Lehrer hat's
es: El profesor hizo
fil: ang Guro ay
fr: l'enseignant a fait
it: L'insegnante ha fatto
ur: استاد

# AddLecMsg2
source: Added or edited New Lecture
ar: بإضافة أو تعديل محاضرة
bo: Dodati ili urediti novi čas
de: Hinzufügung oder Änderung einer Vorlesung
es: Agregar o editar una conferencia
fil: nagdagdag o nag edit ng Lecture
fr: ajout ou modification d'un cours
it: Aggiungere o modificare una lezione
ur: لیکچر میں اضافہ یا تبدیلی

# AddLecMsg3
source: to Tutorial
ar: للدروة التدريبية
bo: Ići na kurs
de: zur Ausbildung
es: Curso de formación
fil: para sa kursong pagsasanay
fr: pour la session de formation
it: Per la sessione di formazione
ur: تربیتی دورے کیلیے

# AdministrativeForms
source: Admin Forms
ar: نماذج إدارية
bo: Administrativni obrasci
de: Verwaltungsformulare
es: Modelos administrativos
fil: modelong pang-administratibo
fr: formulaires administratifs
it: Modelli amministrativi
ur: ادارتی نمونہ جات

# Alreadyeval
source: You already Evaluate this instructor before
ar: لقد قمت بتقييم هذا الأستاذ مسبقا
bo: Već ste ranije ocijenili ovog nastavnika
de: Professor vorab beurteilt
es: Ya he calificado anteriormente este profesor
fil: Na-rate mo na ang professor na ito
fr: j'ai précédemment évalué ce professeur
it: Ho già valutato questo professore
ur: آپ پہلے ہی ان استاد کے متعلق اظہار خیال کرچکے ہیں

# ArriveInATime
source: The teacher attends on time
ar: يحضر المعلم في الوقت المناسب
bo: Nastavnik pristupa času na vrijeme
de: Der Lehrer ist pünktlich
es: El profesor llega a tiempo
fil: pumapasok ang Guro sa tamang Oras
fr: l'enseignant est à l'heure
it: L'insegnante arriva puntuale
ur: استاد مناسب وقت پر آتے ہیں

# AssAttach
source: Assignment-Homework Attachments
ar: مرفق الواجب - الاختبار
bo: Prilog za zadatak/test
de: Aufgabenanhang - Die Prüfung
es: Adjunto de la tarea - Examen
fil: Kalakip ng Takdang-aralin - pagsusulit
fr: en pièce joint; le devoir - l'examen
it: Allegato il compito - Test
ur: گھر کا کام/ امتحان منسلک ہے

# AssDegree
source: Assignment-Homework Degree
ar: درجة الواجب -الاختبار
bo: Ocjena zadatka/testa
de: Aufgabengrad - Die Prüfung
es: El grado de la tarea - Examen
fil: ang antas ng Takdang-aralin -pagsusulit
fr: note du devoir - de l'examen
it: Valutazione del compito - Test
ur: گھر کے کام/ امتحان کے نمبرز

# AssDesc
source: Assignment-Homework Details
ar: تفاصيل الواجب - الاختبار
bo: Detalji zadatka/testa
de: Details zur Aufgabe - Die Prüfung
es: Detalles de la tarea - Examen
fil: Mga Detalye ng Takdang-Aralin - Pagsusulit
fr: détails du devoir - de l'examen
it: Dettagli del compito - Test
ur: گھر کے کام / امتحان کی تفصیلات

# assEndBeggerThanLecStart
source: Assignment-homework End Date and time should be after start date and time
ar: وقت النهاية يجب ان يكون بعد وقت البداية لهذا الواجب-الاختبار
bo: Krajnje vrijeme za izvršenje zadtaka/testa bi trebalo biti nakon termina za početak
de: Die Endzeit der Aufgabe muss nach dessen Beginn liegen - Die Prüfung
es: La hora de finalización debe ser posterior a la hora de inicio de esta tarea-examen
fil: Ang oras ng pagtatapos ay dapat pagkatapos ng oras ng pagsisimula para sa Takdang-aralin-pagsusulit
fr: l'heure de fin doit être après l'heure de début de ce devoir - examen
it: L'ora di fine dovrebbe essere successiva all'ora di inzio del compito - Test
ur: گھر کا کام / امتحآن کااختتامی وقت اس کے شروع ہونے کے بعد ہونا چاہیے

# AssEndDate
source: Assignment-Homework End Date
ar: تاريخ نهاية الواجب - الاختبار
bo: Krajnji datum za izvršenje zadatka/testa
de: Fertigstellungsdatum der Aufgabe -Die Prüfung
es: Fecha de finalización de la tarea - Examen
fil: Petsa ng pagtatapos ng Takdang-aralin - Pagsusulit
fr: date de fin du devoir - examen
it: Data di fine compito - Test
ur: گھر کے کام/ امتحان کی آخری تاریخ

# AssEndTime
source: Assignment-Homework End Time
ar: زمن نهاية الواجب - الاختبار
bo: Krajnje vrijeme za izvršenje zadatka/testa
de: Fertigstellungszeit der Aufgabe- Die Prüfung
es: Hora de finalización de la tarea - Examen
fil: Oras ng pagtatapos ng takdang-aralin - Pagsusulit
fr: heure de fin du devoir - examen
it: Orario di fine compito - Test
ur: گھر کے کام/ امتحان کا آخری وقت

# AssigmentList
source: Assignments and Homeworks List
ar: قائمة الواجبات - الاختبارات
bo: Lista zadaća i testova
de: Liste der Aufgaben- Die Prüfungen
es: Lista de tareas - Exámenes
fil: Listahan ng mga Takdang-aralin - Mga Pagsusulit
fr: liste des devoirs - examens
it: Elenco dei compiti - Test
ur: گھر کے کام/ امتحانات کی فہرست

# AssigmentTitle
source: Assignments and Homeworks
ar: الواجبات و الاختبارات
bo: Zadaće i testovi
de: Aufgaben und Prüfungen
es: Tareas y Exámenes
fil: Mga takdang-aralin at pagsusulit
fr: les devoirs et les examens
it: Compiti - Test
ur: گھر کا کام اور امتحانات

# AssSolution
source: Assignment Solution
ar: حل الواجب
bo: Rješenje zadatka
de: Hausaufgabenlösung
es: solución de tarea
fil: solusyon sa Takdang-aralin
fr: correction du devoir
it: Compiti a casa
ur: حل کریں

# AssSolutions
source: Assignments Soluations
ar: حلول الواجبات
bo: Rješenja zadataka
de: Hausaufgabenlösungen
es: solución de tareas
fil: mga solusyon sa takdang-aralin
fr: corrections des devoirs
it: Soluzioni per i compiti
ur: جوابات

# AssStDate
source: Assignment-Homework Start Date
ar: تاريخ بداية الواجب - الإختبار
bo: Datum početka izrade zadataka/testova
de: Startstellungsdatum der Aufgabe- Die Prüfungen
es: La fecha de inicio de la tarea - El examen
fil: Ang petsa ng pagsisimula ng takdang-aralin - pagsusulit
fr: date de début du devoir - examen
it: La data di inizio del compito - Test
ur: گھر کام کام/ امتحان شروع ہونے کی تاریخ

# AssStTime
source: Assignment-Homework Start Time
ar: زمن بداية الواجب - الإختبار
bo: Vrijeme početka izrade zadataka/testova
de: Startstellungszeit der Aufgabe -Die Prüfung
es: La hora de inicio de la tarea - El examen
fil: Ang oras ng pagsisimula ng takdang-aralin - ang pagsusulit
fr: heure de début du devoir - examen
it: L'ora di inizio del compito - Test
ur: گھر کے کام/ امتحان کے شروع ہونے کا وقت

# assTimeError
source: Assignment-homework start date and time should be after current date and time
ar: وقت الواجب - الاختبار يجب ان يكون بعد من الوقت الحالي
bo: Termin početka izrade zadatka/testa bi trebao nastupiti nakon trenutnog vremena
de: Aufgabe zeit- Die Prüfung muss dem aktuellen Zeitpunkt entsprechen
es: Hora de la tarea: el examen debe ser posterior a la hora actual
fil: Oras ng Takdang-aralin - ang pagsusulit ay dapat na mas huli kaysa sa kasalukuyang oras
fr: heure du devoir - l'examen doit-être à un autre moment
it: Orario dei compiti - Test deve essere successivo all'ora corrente
ur: گھر کے کام/ امتحان کا وقت لازمی طور پر ابھی کے وقت کے بعد ہونا چاہیے

# AssTitle
source: Assignment-Homework Title
ar: عنوان الواجب - الإختبار
bo: Naziv zadatka/zadaće
de: Aufgabentitel- Die Prüfung
es: Título de la tarea - Examen
fil: Pamagat ng Takdang-Aralin - Pagsusulit
fr: dénomination du devoir - examen
it: Titolo compito - Test
ur: گھر کا کام/ امتحان کا عنوان

# AssTutNotFound
source: Tutorial not found for this Assignment
ar: لا توجد دورة تدريبية لهذا الواجب
bo: Nije pronađen kurs za ovaj zadatak
de: Hierfür gibt es kein Training
es: No hay curso para esta tarea
fil: Walang pagsasanay para sa takdang-aralin na ito
fr: il n'ya pas de session de formation pour ce devoir
it: Non esiste un corso per questo compito
ur: اس کام سے متعلق کوئی تربیتی دورہ نہیں ہے

# AssType
source: Assignment or Homework
ar: واجب أم اختبار
bo: Zadatak ili test
de: Aufgabe oder Prüfung
es: ¿Tarea o examen?
fil: Takdang-aralin o pagsusulit
fr: devoir ou examen
it: Obbligatorio - Facoltativo
ur: گھر کا کام یا امتحان؟

# AsstypeTitle
source: Assignment
ar: اختبار
bo: Test
de: Prüfung
es: Examen
fil: Pagsusulit
fr: examen
it: Test
ur: امتحان

# AttRemoved
source: Attachment deleted
ar: تم حذف المرفق
bo: Prilog je izbrisan
de: Anhang gestrichen
es: Se ha eliminado el archivo adjunto
fil: ang Kalakip ay tinanggal
fr: la pièce jointe a été supprimé
it: L'allegato è stato cancellato
ur: منسلکہ مواد حذف کردیا گیا

# AttRemoveError
source: Error Occured When try to delete this attachment
ar: حدث خطا اثناء حذف المرفق
bo: Došlo je do greške pri brisanju priloga
de: Fehler beim Löschen des Anhangs
es: Ocurrió un error al eliminar el archivo adjunto
fil: Nagkaroon ng error habang tinatanggal ang Kalakip
fr: erreur lors de la suppression de la pièce jointe
it: Si è verificato un errore durante l'eliminazione dell'allegato
ur: مواد کے اضافہ کے دوران خرابی آ رہی ہے

# BackBtn
source: Back To Home
ar: رجوع للرئيسية
bo: Natrag na početnu
de: Zurück zur Startseite
es: Volver a la página de inicio
fil: pagbalik sa home-page
fr: retour à la page d'accueil
it: Torna al principale
ur: صفحہ اول پر واپسی

# BackTut
source: back
ar: رجوع
bo: Natrag
de: zurückgehen
es: Volver
fil: pagbalik
fr: retour
it: Indietro
ur: واپسی

# BOD
source: Birth of Date
ar: تاريخ الميلاد
bo: Datum rođenja
de: Geburtsdatum
es: Fecha de nacimiento
fil: Araw ng kapanganakan
fr: date de naissance
it: Data di nascita
ur: تاریخ پیدائش

# btnSend
source: Send
ar: إرسال
bo: Poslati
de: schick
es: Enviar
fil: pagpapadala
fr: envoi
it: Inviare
ur: بھیج دیں

# CertifyError
source: Please select degree for this studen
ar: الرجاء إختيار درجة الطالب
bo: Molimo da odaberete ocjenu za ovog učenika
de: Bitte wählen Studenten Grad
es: Seleccione el grado del estudiante
fil: Mangyaring pumili ng antas ng mag-aaral
fr: prière de choisir la note de l'étudiant
it: Seleziona il voto dello studente
ur: طالب علم کا درجہ منتخب کریں

# ChangePassFailed
source: unable to find this user or old password was wrong !
ar: هذا المستخدم غير موجود او ان كلمة السر القديمة غير صحيحة
bo: Korisničko ime nije pronađeno ili je stara lozinka pogrešna!
de: Dieser Benutzer existiert nicht oder hat ein falsches Passwort.
es: Este usuario no existe o la contraseña anterior es incorrecta
fil: Ang user na ito ay hindi umiiral o ang lumang password ay hindi tama
fr: cet utilisateur n'existe pas ou l'ancien de mot de passe est incorrect
it: Questo utente non esiste o la vecchia password non è corretta
ur: اس نام کا اکاونٹ موجود نہیں یا پاسورڈ غلط ہے

# ChangePassLater
source: you can change password later
ar: يمكنك تغير كلمة السر لاحقا
bo: Naknadno možete promijeniti lozinku
de: Das Passwort kann später geändert werden.
es: Puedes cambiar la contraseña más tarde
fil: Maaari mong baguhin ang password sa ibang pagkakataon
fr: il est possible de modifier le mot de passe ultérieurement
it: È possibile modificare la password in un secondo momento
ur: آُ پ اپنا پاسورڈ بعد میں تبدیل کرسکتے ہیں

# ChangePassTextUrl
source: Change My Password
ar: تغيير كلمة السر
bo: Promijeniti svoju lozinku
de: Passwort ändern
es: Cambiar la contraseña
fil: pagbagu ng password
fr: modification du mot de passe
it: Cambiare la password
ur: پاسورڈ تبدیل کریں

source: Code
ar: الرمز
bo: Kod
es: El código
it: Codice
ur: کوڈ

# codeNotValid
source: invalid code
ar: رمز خاطئ
bo: Netačan kod
de: Falsches Code
es: Código erroneo
fil: maling Code
fr: code faux
it: Codice errato
ur: درج کردہ کوڈ غلط ہے

# ConfirmPassErrorText
source: Passwords not matches
ar: كلمتا السر غير متطابقتين
bo: Unijete lozinke se ne poduderaju
de: Passwörter stimmen nicht überein
es: Las dos contraseñas no son compatibles
fil: hindi magkatugma ang dalawang password
fr: les mots de passes ne sont pas identiques
it: Le due password non corrispondono
ur: دونوں پاسورڈ ملتے جلتے نہیں ہیں

# ConfirmPassText
source: ReEnter Password
ar: أعد كلمة السر
bo: Ponovo unestie lozinku
de: Passwort zurückgeben
es: Reescribir la contraseña
fil: i-type ulit ang password
fr: confirmation du mot de passe
it: Resetta la password
ur: پاسورڈ دبارہ لکھیں

# CreateAss
source: Create Assignment - Homework
ar: إنشاء واجب - إختبار
bo: Kreirati zadatak/test
de: Erstellen einer Aufgabe - Die Prüfung
es: Crear una tarea-Examen
fil: pag-gawa ng takdang-aralin -pagsusulit
fr: création d'un devoir - examen
it: Crea un compito - Test
ur: گھر کا کا۔/ امتحان شروع کریں

# CreateLec
source: Create Lecture
ar: إنشاء محاضرة
bo: Započeti čas
de: Erstellen einer Vorlesung
es: Crear una lección
fil: pag-gawa ng Lecture
fr: création d'un cours
it: Crea una lezione
ur: لیکچر شروع کریں

source: Day
ar: اليوم
bo: Dan
de: heute
es: Hoy
fil: ngayong Araw
fr: aujourd'hui
it: Oggi
ur: آج

# DeleteAttQues
source: Are you sure you want to remove this attachment ?
ar: هل تريد حذف هذا المرفق؟
bo: Da li sigurno želite ukloniti ovaj prilog?
de: Möchten Sie diesen Anhang löschen?
es: ¿Desea eliminar este archivo adjunto?
fil: gusto mo bang tanggalin ang kalakip na ito?
fr: souhaitez-vous supprimer cette pièce jointe?
it: Vuoi eliminare questo allegato?
ur: منسلکہ مواد حذف کردیا جائے؟

# DtsEmptyTable
source: There is no data in this table
ar: ليست هناك بيانات متاحة في الجدول
bo: U ovoj tabeli nema dostupnih podataka
de: Es gibt keine Daten in dieser Tabelle.
es: No hay datos disponibles en el cuadro
fil: Walang available na data sa talaan
fr: il n'ya aucune donnée disponible dans le calendrier
it: Non ci sono dati disponibili nella tabella
ur: ٹائم ٹیبل خالی ہے

# DtsFirst
source: First
ar: الأول
bo: Prvi
de: Erste
es: Primero
fil: ang una
fr: le premier
it: Primo
ur: پہلا

# DtsInfo
source: show_START_ to_END_ from total _TOTAL_ record
bo: Pokazati_Početak_do_Kraj_iz_Ukupno_zapis
es: Muestra 0 a 0 de 0 registros

# DtsInfoEmpty
source: shoing 0 to 0 from total 0 records
ar: يعرض 0 إلى 0 من أصل 0 سجل
bo: Pokazati 0 do 0 od ukupno 0 zapisa
de: Zeigt 0 bis 0 von 0 Datensätzen an
es: (seleccionado de la suma de _MAX_ ingresada)
fil: Nagpapakita ng 0 hanggang 0 sa kabuuan 0 talaan
fr: affichage de 0 à 0 sur 0 enregistrements
it: Visualizza da 0 a 0 su 0 registrazioni
ur: پیش کردہ 0 سے 0 کل 0 محفوظ شدہ

# DtsInfoFiltered
source: (filtered from _MAX_ records)
ar: (منتقاة من مجموع _MAX_ مُدخل)
bo: Posljednje
de: (Eingang_MAX_Ausgewählt von Total)
es: El último
fil: ( nilagay_MAX_ pinili mula sa kabuuan ng )
fr: (entrée _MAX_séléctions parmi l'ensemble)
it: (selezionato dalla somma di _MAX_ inseriti)

# DtsLast
source: Last
ar: الاخير
bo: Prikazati_POČETNA_zapis
de: letzte
es: Mostrar _MENU_ Entrada
fil: ang huli
fr: fin
it: Ultimo
ur: آخری

# DtsLengthMenu
source: show _MENU_ records
ar: أظهر _MENU_ مدخلات
bo: Naredno
de: zeigen _MENU_ anzeigen
es: El siguiente
fil: Ipakita ang _MENU_ mga nailagay
fr: afficher_MENU_saisir
it: Mostra _MENU_ Ingresso
ur: نمایاں _ menu_ داخل کردہ

# DtsNext
source: Next
ar: التالي
bo: Prethodno
de: nächste
es: El anterior
fil: kasunod
fr: suivant
it: Prossimo
ur: دوسرا

# DtsPrevious
source: Previous
ar: السابق
bo: Tražiti
de: vorherige
es: Buscar
fil: nakaraan
fr: précédent
it: Scorso
ur: پچھلا

# DtsSearch
source: Search
ar: إبحث
bo: Rastuće sortirati:
de: suchen
es: : Activar para ordenar la columna en orden ascendente
fil: hanapin
fr: recherche
it: Ricerca
ur: تلاش کیجیے

# DtsSortAscending
source: Ascending Sort:
ar: : تفعيل لترتيب العمود تصاعدياً
bo: Padajuće sortirati:
de: Aktivierung der aufsteigenden Spaltenanordnung
es: : Activar para ordenar la columna en orden descendente
fil: paganahin upang maayus ang mga Culomn sa pataas na pakakasunud-sunud:
fr: trier la colonne dans l'ordre croissant:
it: Consente di ordinare le colonne in ordine crescente
ur: اوپری ترتیب سے دکھائیں

# DtsSortDescending
source: Descending Sort:
ar: : تفعيل لترتيب العمود تنازليا
bo: Nikakvi zapisi nisu pronađeni
de: Aktivierung der Spaltenreihenfolge nach unten
es: No se ecuentra ningún registro
fil: paganahin upang maayus ang mga Culomn sa pababang pakakasunud-sunud:
fr: trier la colonne dans l'ordre décroissant:
it: Consente di ordinare le colonne in ordine decrescente
ur: نچلی ترتیب سے دکھائیں

# DtsZeroRecords
source: no records to show
ar: لم يعثر على أية سجلات
bo: Urediti svoj profil
de: Keine Datensätze gefunden
es: Editar mi perfil
fil: walang nakitang mga record
fr: aucun enregistrement trouvé
it: Nessuna registrazione trovata
ur: کوئی ریکارڈ موجود نہیں

# EditProfileBtn
source: Edit Profile
ar: تعديل ملفي
bo: Nastavna godina
de: Bearbeitung meiner Datei
es: año académico
fil: i-edit ang aking File
fr: éditer mon profil
it: Modifica il mio profilo
ur: پروفائل میں تبدیلی

# EduYear
source: Academic year
ar: السنة الدراسية
bo: akademske godine
de: Schuljahr
es: Correo electrónico
fr: année scolaire
it: Anno accademico
ur: تعلیمی سال

source: Email
ar: البريد الإلكتروني
bo: Neko je ranije registrovan pod ovom e-mail adresom
es: Este correo electrónico es utilizado por otra persona
fr: adresse électronique
ur: ای-میل

# EmailAlreadyTaken
source: This Email is Already Taken by another person
ar: هذا الايميل مستخدم من قبل شخص اخر
bo: Ime na engleskom jeziku
de: Diese E-Mail wird von jemandem benutzt
es: Nombre en ingles
fil: ang E-main na ito ay nauna ng ginamit ng ibang tao
fr: l'email correspond à un compte existant
it: Questa email è utilizzata da qualcun altro
ur: یہ ای-میل پہلے سے استعمال شدہ ہے

# EnName
source: Name in English Language
ar: الاسم باللغة الانجليزية
bo: Unesite kod koji je poslan na Vaš e-mail
de: Name auf Englisch
es: Por favor ingrese el código enviado a su correo electrónico
fil: ang pangalan sa wikang English
fr: nom en anglais
it: Nome in inglese
ur: انگریزی میں نام

# EnterCode
source: Enter Code we sent to your Email
ar: الرجاء إدخال الرمز المرسل إلى بريدك الالكتروني
bo: Ova e-mail adresa nije pronađena - unesite validnu
de: Bitte geben Sie den Code ein, den Sie per E-Mail erhalten haben
es: El correo electrónico ingresado no está registrado con nosotros, ingrese un correo electrónico válido
fil: mangyaring ipasok ang code na ipinadala sa iyong e-mail
fr: veuillez entrer le code envoyé à votre adresse électronique
it: Inserisci il codice inviato alla tua e-mail
ur: براہ کرم ای-میل پر ارسال کردہ کوڈ لکھیں

# EnterCorrectPhone
source: enter valid email this email not found
ar: البريد المدخل غير مسجل لدينا ، ادخل بريد صحيح
bo: Molimo da ispravite pogreške
de: Mail-Eingabe ist nicht bei uns registriert, gültige Mail eingeben
es: Por favor corrija los errores
fil: Ang e-mail na ipinasok ay hindi nakarehistro sa amin, gumamit ng tamang e-mail
fr: l'adresse ne correspond à aucun compte existant, veuillez entrer une adresse correcte
it: L'e-mail inserita non è registrata con noi, inserisci un'e-mail valida
ur: یہ ای-میل ہمارے ہاں رجسٹرڈ نہیں ۔ براہ کرم درست ای-میل لکھیں

# ErrorSumTitle
source: please fix these errors
ar: فضلا عالج الأخطاء
bo: Došlo je do greške pri resetanju lozinka
de: Bitte behandeln Sie Fehler
es: Error de actualización de restablecimiento de contraseña
fil: Mangyaring ayusin ang mga error
fr: veuillez corriger les erreurs
it: Si prega di correggere gli errori
ur: براہ کرم غلطیاں درست کریں

# ErrorWhileResetPass
source: Error While Reset Password
ar: خطأ أثناء تحديث إعادة تعيين السر
bo: Vaša ocjena je poslana
de: Fehler bei der Passwortaktualisierung
es: Tu calificación ha sido enviada
fil: Error habang ina-update ang pag-reset ng password
fr: erreur lors du changement de mot de passe
it: Errore durante l'aggiornamento della password di ripristino
ur: نیا پاسورڈ بنانے میں غلطی آرہی ہے

# EvalSent
source: Your Evaluation was send
ar: تم إرسال تقييمك
bo: Ocijeniti učenika
de: Ihre Bewertung wurde gesendet
es: Calificación del estudiante
fil: Naisumite na ang iyong pagsusuri
fr: envoi de votre évaluation effectué
it: La tua recensione è stata inviata
ur: آپکی رائے ارسال کردی گئی ہے

# EvalStudent
source: Evaluate Student
ar: تقييم الطالب
bo: Ocijenjeno
de: studentbewertung
es: Calificado
fil: pagsusuri sa mag-aaral
fr: évaluer l'étudiant
it: Valutazione degli studenti
ur: طالب علم کی رائے

source: evaluated
ar: تم التقييم
bo: Odlično
de: Ausgewertet
es: Excelente
fil: natapus ng suriin
fr: évaluation effectuée
it: Valutato
ur: رائے مکمل ہوئی

source: Excellent
ar: ممتاز
bo: Zapažanja roditelja
de: ausgezeichnet
es: Avisos a los padres
it: Eccellente
ur: بہترین

# FatherNoti
source: Father's Notis
ar: إشعارات أولياء الأمور
bo: Žensko
de: Elternmeldung
es: Femenino
fil: pagbibigay alam sa mga magulang
fr: notifications des parents
it: Avvisi dei genitori
ur: سرپرستوں کیلیے اہم باتیں

source: Female
ar: أنثى
bo: Ovo polje je obavezno
de: weiblich
es: Este campo es obligatorio
fil: Babae
fr: féminin
it: Femminile
ur: لڑکی

# FieldRequired
source: This field is required
ar: هذا الحقل إجباري
bo: Petak
de: Dies ist ein Pflichtfeld
es: Viernes
fil: Ang field na ito ay ipinag-uutos na
fr: champ obligatoire
it: Questo campo è obbligatorio
ur: یہ لازمی خانہ ہے

# FileTitle
source: File
bo: Od
es: De

# Fri
source: Friday
ar: الجمعة
bo: Pol
de: Freitag
es: Género
fil: Biyernes
fr: vendredi
it: Venerdì
ur: جمعہ

source: From
ar: من
bo: Dobro
de: Aus
es: Bien
fil: mula
fr: de
it: Da
ur: سے

source: Gender
ar: النوع
bo: Nastavnik razgovara sa mnom lijepo i ljubazno
de: Typ
es: El profesor se comunica contigo amablemente
fil: ang uri
fr: genre
it: Tipo
ur: جنس

source: Good
ar: جيد
bo: Način podučavanja je primjeren
de: gut
es: El estilo de enseñanza es adecuado para usted
fil: mahusay
fr: bien
it: Bene
ur: اچھا

# GoodCommunications
source: The teacher communicates with you well and kindly
ar: يتواصل المعلم معـــك بلطف
bo: Nastavnik se efikasno koristi tablom
de: Der Lehrer verständigt sich sanft mit Ihnen
es: El profesor usa la pizarra de manera útil
fil: Ang guro ay nakikipag-usap sa iyo nang mahinahon
fr: l'enseignement communique de manière agréable
it: L'insegnante comunica con te gentilmente
ur: آپکے استاد آپ سے نرمی سے مخاطب ہوتے ہیں

# GoodInStudy
source: The teaching method is appropriate
ar: أسلوب التدريس مناسب لك
bo: Jasno čujem nastavnikov glas
de: Der Unterrichtsstil passt zu Ihnen
es: Escuchas la voz del profesor claramente
fil: Ang istilo ng pagtuturo ay nababagay para sa iyo
fr: le manière d'enseigner vous convient
it: Lo stile di insegnamento è giusto per te
ur: تدریسی طریقہ کار مناسب ہے

# GoodInUsingBoard
source: The teacher uses the board effectively
ar: يستخدم المعلم السبورة بصورة مفيدة
bo: Zadatak
de: Der Lehrer nützt die Tafel angemessen
es: Tarea
fil: ang Guro ay gumagamit ng Board ng maayus
fr: l'enseignement utilise le tableau de manière utile
it: L'insegnante usa la lavagna in modo utile
ur: استاد اچھے انداز سے بورڈ استعال کرتے ہیں
