Repository: almearza/ItqanEdu
Catalog: QuranEducation/QuranRes.*.resx
Languages: ar, bo, de, es, fil, fr, it, ur

# GoodInVoice
source: You hear the yeacher clearly
ar: تسمع صوت المعــلم بوضوح
bo: Početna stranica
de: Die Stimme der Lehrer ist deutlich hörbar
es: Principal
fil: naririnig mo ng malinaw ang Boses ng Guro
fr: vous entendez clairement la voix de l'enseignant
it: Puoi sentire chiaramente la voce dell'insegnante
ur: آپ استاد کی آواز صاف سنتے ہیں

# HMtypeTitle
source: Homework
ar: واجب
bo: Dobro došli na platformu Itqan
de: Aufgabe
es: Bienvenida en la plataforma de Itqan
fil: takdang-aralin
fr: devoir
it: Dovere
ur: گھر کا کام

# HomeIndexTitle
source: Main Page
ar: الرئيسية
bo: Fiksni telefon
de: Startseite
es: Teléfono de casa
fil: home-page
fr: accueil
it: Principale
ur: صفحہ اول

# HomeIndexWelcome
source: welcome of you in Portal of Etkan
ar: مرحبا بك في منصة إتقــــان
bo: Stiglo je na datum
de: Willkommen bei Itqan-Platform
es: Llegó el día
fil: welcome sa iyo dito sa plataporma ng Itqan
fr: bienvenue sur la plateforme itqane
it: Benvenuto nella piattaforma Itqan
ur: اتقان پلیٹ فارم میں خوش آمدید

source: Home Phone
ar: هاتف المنزل
bo: Ukloniti
de: Festnetztelefon
es: Eliminar
fil: Telepono sa bahay
fr: téléphone
it: Telefono di casa
ur: گھر کا نمبر

# InboxMessageDate
source: Arrival at
ar: وصلت بتاريخ
bo: Od
de: Angekommen um
es: De
fil: Dumating sa petsa
fr: réçu en date de
it: Arrivato in tempo
ur: وصو ل پایا بتاریخ

# InboxMessageDelete
source: Remove
ar: حذف
bo: Ići
de: löschen
es: Ir
fil: pagtanggal
fr: supprimer
it: Elimimare
ur: میسج حڈف کریں

# InboxMessageFrom
source: From
ar: من
bo: Poruka
de: Aus
es: Mensaje
fil: mula
fr: de
it: Da
ur: کی طرف سے

# InboxMessageOpen
source: Go
ar: ذهاب
bo: Inboks
de: Gehen
es: Recibido
fil: pagpunta
fr: aller
it: Andare
ur: جانا

# InboxMessageTitle
source: Message
ar: الرسالة
bo: Molimo da unesete detaljan opis o sebi
de: Nachricht
es: Por favor ingrese una descripción adecuada de usted
fil: minsahe
it: Messaggio
ur: پیغام

# InboxTitle
source: InBox
ar: الوارد
bo: Evaluacija nastavnika
de: Eingehend
es: Calificación del profesor
fil: natanggap
fr: reçu
it: Ricevuto
ur: ان باکس

# InstDescError
source: Please Enter full description about you
ar: فضلا أدخل وصف كاف عنك
bo: Ovaj kurs nije od ovog nastavnika
de: Bitte beschreiben Sie sich ausreichend
es: Este curso no es para este profesor
fil: Mangyaring magpasok ng sapat na paglalarawan ng iyong sarili
fr: dites-en plus sur vous
it: Inserisci una descrizione adeguata di te stesso
ur: براہ کرم اپنے متعلق کچھ مزید لکھیں

# InstEval
source: Instructor Evaluation
ar: تقييم المعلم
bo: Molimo da odaberete sliku dimenzija: 200x200 px
de: Lehrerbewertung
es: Elija una foto con un tamaño de 220 píxeles por 220 píxeles
fil: pagsusuri ng guro
fr: évaluer l'enseignant
it: Valutazione dell'insegnante
ur: استاد کے متعلق رائے دیں

# instHasNotThisTut
source: this tutorial not belong to this instructor
ar: هذه الدورة ليست لهذا الاستاذ
bo: Lista nastavnika
de: Dieser Kurs ist nicht für diesen Professor
es: Lista de lecciones
fil: Ang kursong ito ay hindi para sa propesor na ito
fr: cette session n'est pas pour ce professeur
it: Questo corso non è per questo professore
ur: یہ دورہ اس استاد کا نہیں ہے

# InstImgError
source: Please Select 220 px * 220 px image
ar: فضلا إختار صورة بحجم 220 بكسل * 220 بكسل
bo: Nastavnikovo ime
de: Bitte wählen Sie ein 220 Pixel * 220 Pixel Bild
es: El nombre del profesor
fil: pumili ng larawang may sukat na 220 pixels by 220 pixels
fr: veuillez choisir une photo au format 220*220
it: Scegli un'immagine di dimensioni 220 pixel per 220 pixel
ur: تصویر کا سائز 220 پکسل * 220 پکسل ہونا چاہیے

# InstLecList
source: List of Lectures
ar: قائمة المحاضرات
bo: Moj profil
de: Liste der Vorlesungen
es: Mi perfil
fil: listahan ng mga Lecture
fr: liste des cours
it: Elenco delle lezioni
ur: لیکچرز کی فہرست

# InstName
source: Instructor Name
ar: إسم المعلم
bo: Molimo da uneste Vaše zanimanje
de: Lehrername
es: Por favor, ingrese el titulo profesional
fil: pangalan ng Guro
fr: nom de l'enseignant
it: Il nome dell'insegnante
ur: استاد کا نام

# InstProfileUrl
source: My Profile
ar: ملفي
bo: Zanimanje
de: meine Datei
es: Título profesional
fil: aking file
fr: mon fichier
it: Il mio file
ur: میری فائل

# InstTitleError
source: please enter job title
ar: فضلا أدخل المسمى الوظيفي
bo: Moji kursevi
de: Bitte die Berufsbezeichnung eingeben
es: Mis cursos
fil: Pakilagay ang titulo ng trabaho
fr: veuillez entrer l'intitulé de votre poste
it: Si prega di inserire il titolo del lavoro
ur: براہ کرم اپنا پیشہ لکھیں

# InstTut
source: My Tutorials
ar: دوراتي التدريبية
bo: Lista kurseva
de: Meine Schulungen
es: Lista de cursos de formación
fil: aking kursong pagsasanay
fr: mes sessions de formations
it: I miei corsi
ur: میرے تربیتی دورہ جات

# InstTutList
source: List of Tutorials
ar: قائمة الدورات التدريبية
bo: Pogrešna e-maila adresa
de: Liste der Schulungen
es: Email inválido
fil: Listahan ng Kursong pagsasanay
fr: liste des sessions de formations
it: Elenco dei corsi di formazione
ur: تربیتی دورہ جات کی فہرست

source: Invalid Email !
ar: البريد المدخل غير صحيح
bo: Opis zanimanje
de: Die Emaileingabe ist falsch
es: Descripción del trabajo
fil: ang E-mail na ipinasok ay hindi tama
fr: l'adresse est incorrecte
it: E-mail non valida
ur: درج کردہ ای-میل غلط ہے

source: Job Title
ar: الوصف الوظيفي
bo: Jezik
de: Stellenbeschreibung
es: La lengua
fil: Deskripsyon ng trabaho
fr: description de l'emploi
it: Descrizione del lavoro
ur: پیشے کی نوعیت

# Lang
source: Language
ar: اللغة
bo: Otvorite prilog časa
de: Die Sprache
es: Abrir un archivo adjunto
fil: wika
fr: langue
it: Lingua
ur: زبان

# LecAttach
source: Open Lecture Attachment
ar: فتح ملف مرفق
bo: Datum časa
de: eine Anlage Datei öffnen
es: Fecha de la lección
fil: pagbubukas ng kalakip na file
fr: ouvrir un fichier joint
it: Apri un file allegato
ur: منسلکہ فائل کھولیں

# LecDate
source: Lecture Date
ar: تاريخ المحاضرة
bo: Opis časa
de: Vorlesungstermin
es: Descripción de la lección
fil: petsa ng Lecture
fr: date du cours
it: Data della lezione
ur: لیکچر کی تاریخ

# LecDesc
source: Lecture Description
ar: وصف المحاضرة
bo: Postavljeno vrijeme za kraj časa bi trebalo biti nakon početka
de: Vorlesungsbeschreibung
es: La hora de finalización de la lección debe ser posterior a la hora de inicio de la lección
fil: Deskripsyon ng Lecture
fr: descritpion du cours
it: Descrizione della lezione
ur: لیکچر کی نوعیت

# LecEndBeggerThanLecStart
source: end time of the lecture should be after start time of the lecture
ar: زمن نهاية المحاضرة يجب ان يكون بعد زمن بداية المحاضرة
bo: Vrijeme kraja časa
de: Das Ende der Vorlesung muss nach Vorlesungsbeginn sein
es: La hora de finalización de la lección
fil: Ang oras ng pagtatapos ng lecture ay dapat pagkatapos ng oras ng pagsisimula ng lecture
fr: l'heure de fin du cours doit-être après celle du début du cours
it: L'ora di fine della lezione dovrebbe essere successiva all'ora di inizio della lezione
ur: لیکچر کا اختتامی وقت اس کے شروع ہونے کے بعد ہونا چاہیے

# LecEndTime
source: Lecture End Time
ar: زمن نهاية المحاضرة
bo: Već postoje zakazani časovi u ovo vrijeme - molimo da odaberte drugi termin
de: Die Endzeit der Vorlesung
es: Hay lecciones en este momento, elija otro horario
fil: oras ng pagtatapos ng Lecture
fr: heure de fin du cours
it: Orario di fine della lezione
ur: لیکچر ختم ہونے کاوقت

# LecsInSameTimeError
source: there are lectures in these times please select another start and end time
ar: هناك محاضرات في هذا الزمن الرجاء اختيار زمن اخر
bo: Vrijeme početka časa
de: Es gibt Vorlesungen um diese Zeit Bitte wählen Sie eine andere Zeit
es: Hora de inicio de la lección
fil: May mga lecture sa oras na ito, mangyaring pumili ng ibang oras
fr: il y'a déjà des cours à cette heure-ci, merci de choisir un autre créneau
it: Ci sono lezioni in questo momento, scegli un altro orario
ur: اس وقت لیکچرز موجود ہیں ۔ براہ کرم کوئی اور وقت منتخب کیجیے

# LecStTime
source: Lecture Start Time
ar: زمن بداية المحاضرة
bo: Vrijeme časa
de: Die Anfangszeit der Vorlesung
es: Hora de la lección
fil: oros ng pagsisimula ng Lecture
fr: heure du début du cours
it: Orario di inizio lezione
ur: لیکچر شروع ہونے کا وقت

# LecTimeError
source: the time of lecture should be begger than current time
ar: زمن المحاضرة يجب ان يكون اكبر من الزمن الحالي
bo: Vrijeme trajanje časa bi trebalo biti duže od ovog
de: Die Vorlesungszeit muss länger als aktuell sein
es: El tiempo de la lección debe ser mayor que el tiempo actual
fil: Ang oras ng Lecture ay dapat na mas malaki kaysa sa kasalukuyang oras
fr: l'heure du cours doit-être après l'heure actuelle
it: Il tempo della lezione dovrebbe essere maggiore dell'ora corrente
ur: لیکچر کا وقت موجودہ وقت سے زیادہ ہونا چاہیے

# LecTitle
source: Lecture Title
ar: عنوان المحاضرة
bo: Naziv kursa
de: Titel der Vorlesung
es: Título de la lección
fil: pamagat ng Lecture
fr: titre du cours
it: Titolo della lezione
ur: لیکچر کا عنوان

# LecTitleTimeTable
source: Lecture
ar: المحاضرة
bo: Kurs
de: Die Vorlesung
es: La lección
fr: le cours
it: Conferenza
ur: لیکچر

# LectureTitle
source: Lectures
ar: المحاضرات
bo: Kursevi
de: Die Vorlesungen
es: Las lecciones
fil: mga Lecture
fr: les cours
it: Lezioni
ur: لیکچرز

# LecTutNotFound
source: Tutorial not found for this lecture
ar: لا توجد دورة تدريبية لهذه المحاضرة
bo: Ne postoje kursevi za ovaj čas
de: Es gibt keine Schulung für diese Vorlesung
es: No hay curso para esta lección
fil: Walang pagsasanay para sa Lecture na ito
fr: il n'ya pas de session de formation pour ce cours
it: Non esiste un corso per questa lezione
ur: اس لیکچر سے متعلق کوئی تربیتی دورہ نہیں ہے

# LecVirtualUrl
source: Virtual Room Url
ar: رابط الغرفة الافتراضية
bo: Link za virtuelnu učionicu
de: Virtual Room Link
es: Enlace de sala virtual
fil: link ng virtual room
fr: lien de la classe virtuelle
it: Collegamento alla stanza virtuale
ur: تعلیمی کلاس کا لنک

# ListOfInBox
source: List of incomming messages
ar: قائمة الرسائل الواردة
bo: Spisak pristiglih poruka
de: Liste der eingehenden Mitteilungen
es: Lista de mensajes entrantes
fil: Listahan ng mga Minsaheng natanggap
fr: liste des messages reçus
it: Elenco dei messaggi in arrivo
ur: آنے والے پیغامات کی فہرست

# LoginBtnVal
source: Login
ar: دخول
bo: Prijaviti se
de: Einloggen
es: Entrar
fil: pagpasok
fr: entrée
it: Iscrizione
ur: داخل ہوں

# LoginCreateStAccount
source: Create new student account
ar: إنشاء حساب طالب
bo: Kreirati profil za novog učenika
de: Ein Studentenkonto erstellen;
es: Crear una cuenta de estudiante
fil: pag-gawa ng Acount ng mag-aaral
fr: création d'un compte étudiant
it: Crea un account studente
ur: طالب علم کا اکاونٹ کھولیں

# LoginEmail
source: Enter your Email
ar: أدخل البريد الإلكتروني
bo: Unesite Vašu e-mail adresu
de: E-Mail eingeben
es: Ingrese correo electrónico
fil: ipasok ang E-mail
fr: entrez une adresse email
it: Inserisci l'email
ur: ای-میل درج کریں

# LoginFailedMsg
source: login failed
ar: محاولة دخول فاشلة
bo: Prijava nije uspjela
de: Fehlgeschlagener Eingabeversuch
es: Intento de inicio de sesión fallido
fil: Nabigong pagtatangka sa pag-log in
fr: echec lors de la tentative de connextion
it: Tentativo di accesso fallito
ur: لاگ ان نہیں ہورہا

# LoginForgetPass
source: Forget my password
ar: نسيت كلمة السر
bo: Zaboravio sam lozinku
de: Passwort vergessen
es: Olvidé la contraseña
fil: nakalimutan ko ang password
fr: j'ai oublié mon mot de passe
it: Ho dimenticato la password
ur: پاسورڈ بھول گیا

# LoginPass
source: Enter your password
ar: أدخل كلمة السر
bo: Unesite Vašu lozinku
de: Geben Sie Ihr Passwort ein
es: Introduce la contraseña
fil: ipasok ang password
fr: entrez votre mot de passe
it: Inserisci la password
ur: پاسورڈ ڈالیں

# LoginTitle
source: QuranInstitude - Login
ar: إتقــــان - تسجيل الدخول
bo: Prijaviti se na Itqan
de: Itqan-Einloggen
es: Itqan - Iniciar sesión
fil: Itqan - Log-in
fr: itqane - se connecter
it: Itqan - Accesso
ur: اتقان - رکنیت اختیار کریں

# LoginTopHeader
source: User Login
ar: تسجيل دخول
bo: Prijava korisnika
de: Einloggen
es: Acceso
fil: Log-in
fr: se connecter
it: Login
ur: رکنیت (رجسڑ )

# LoginToSub
source: Login to subscribe
ar: قم بالدخول للاشتراك
bo: Prijavite se da biste se pretplatili
de: Anmelden, um sich zu abonnieren
es: Inicia sesión para suscribirte
fil: Mag-log in para mag subscribe
fr: connectez-vous pour vous abonner
it: Accedi per iscriverti
ur: شامل ہونے کیلیے لاگ ان ہوں

# LogoutTextUrl
source: Log out
ar: تسجيل خروج
bo: Odjava
de: Ausloggen
es: Cerrar sesión
fr: se déconnecter
it: Disconnettersi
ur: لاگ -آوٹ

source: Male
ar: ذكر
bo: Muško
de: männlich
es: Masculino
fil: Lalake
fr: masculin
it: Maschile
ur: لڑکا

# ManagementAccept
source: Your Request to join tutorial was accepted
ar: تمت الموافقة على طلبك
bo: Vaš zahtjev je odobren
de: Dem Antrag wird stattgegeben
es: Su solicitud ha sido aprobada
fil: Ang iyong kahilingan ay naaprubahan
fr: votre demande a été accepté
it: La tua richiesta è stata approvata
ur: آُپ کی درخواست قبول کرلی گئ ہے

# ManagementTitle
source: Management
ar: الإدارة
bo: Menadžment
de: Die Administration
es: Administración
fil: pangangasiwa
fr: la direction
it: Amministrazione
ur: ادارہ

# MessageRegister
source: Please choose the language you want to study in
ar: فضلا منك اختيار اللغة التي تريد الدراسة بها
bo: Molimo da odaberete jezik na kojem želite učiti
de: Bitte wählen Sie die Sprache für Ihr Studium aus
fil: Mangyaring piliin ang wikang gusto mong gamitin sa pag-aaral
fr: Veuillez choisir la langue dans laquelle vous souhaitez étudier
it: Per favore scegli la lingua in cui vuoi studiare
ur: براہ کرم اپنی مطلوبہ زبان کا انتخاب کیجیے جس میں آپ پڑھنا چاہتے ہیں

# Mon
source: Monday
ar: الإثنين
bo: Ponedjeljak
de: Montag
es: Por favor elige el idioma con que quieres estudiar
fil: Lunes
fr: lundi
it: Lunedi
ur: سوموار

source: My Assignment
ar: واجباتي
bo: Moji zadaci
de: meine Aufgaben
es: Lunes
fil: takdang-aralin ko
fr: mes devoirs
it: I miei doveri
ur: میرے گھر کے کام

source: My Evaluate
ar: تقييمي
bo: Moje ocjene
de: meine Bewertung
es: Mis tareas
fil: akin pagsusuri
fr: mes évaluations
it: La mia recensione
ur: میری رائے

source: My Tutorials
ar: دوراتي
bo: Moji kursevi
de: meine Kurse
es: mi calificación
fil: aking mga kurso
fr: mes sessions
it: I miei corsi
ur: میرے دورہ جات

# Name
source: Full Name
ar: الاسم
bo: Ime i prezime
de: Der Name
es: Mis cursos
fil: pangalan
fr: nom
it: Nome
ur: نام

# NameInNational
source: Name in national language
ar: الاسم باللغة الوطنية
bo: Ime na nacionalnom jeziku
de: Name in der Muttersprache
es: El nombre
fil: Pangalan sa wikang pambansa
fr: nom dans la langue d'origine
it: Nome nella lingua nazionale
ur: مادری زبان میں نام

source: Nationality
ar: الجنسية
bo: Nacionalnost
de: Die Nationalität
es: Nombre en el idioma nacional
fil: Nasyonalidad
fr: nationalité
it: Nazionalità
ur: شہریت

# NewPassErrorText
source: Enter New Password
ar: أدخل كلمة السر الجديدة
bo: Unesite novu lozinku
de: Geben Sie das neue Passwort ein
es: La nacionalidad
fil: ipasok ang bagong password
fr: entrez votre nouveau mot de passe
it: Inserisci la nuova password
ur: نیا پاسورڈ لکھیں

# NewPassLength
source: the length of new password must more than 6 and less than 50 characters
ar: طول كلمة السر يجب ان لا يقل عن 6 ولا يزيد عن 50 حرفا
bo: Nova lozinka mora imati 6-50 karaktera
de: Passwortlänge sollte mindestens 6 und höchstens 50 Zeichen lang sein
es: Introduce la nueva contraseña
fil: Ang haba ng password ay dapat na hindi bababa sa 6 at hindi hihigit sa 50 character
fr: le mot de passe doit-être compris entre 6 et 50 caractères
it: La lunghezza della password deve essere di almeno 6 e non più di 50 caratteri
ur: پاسورڈ 6 حروف سے کم اور 50 حروف سے زیادہ نہ ہو

# NewPassText
source: New Password
ar: كلمة السر الجديدة
bo: Nova lozinka
de: das neue Passwort
es: La longitud de la contraseña debe ser de al menos 6 y no más de 50 caracteres
fil: bagong password
fr: nouveau mot de passe
it: Nuova password
ur: نیا پاسورڈ

source: no
ar: لا
bo: Ne
de: Nein
es: Nueva contraseña
fil: hindi
fr: non
ur: نہیں

# NoPrevAttForAss
source: No Attachment uploaded for this Assignment-Homework
ar: لا يوجد مرفق تم رفعه لهذا الواجب - الإختبار
bo: Nema uploudovanog priloga za ovaj zadatak/test
de: Zu dieser Aufgabe existiert kein Anhang - Die Prüfung
es: No
fil: walang kalakip na na-upload sa takdang-aralin na ito- pagsusulit
fr: il n'y a pas de pièce jointe pour ce devoir - examen
it: Nessun allegato caricato per questo compito - test
ur: اس کام/ امتحان کے ساتھ منسلک مواد موجود نہیں

# NoPrevAttForSol
source: No Attachment for this solution
ar: لا يوجد مرفق تم رفعه لهذا الحل
bo: Nema uploudovanog priloga za ovo rješenje
de: Für diese Lösung gibt es keine Anlage
es: No hay archivos adjuntos cargados para esta tarea - Examen
fil: Walang kalakip na na-upload para sa solusyon na ito
fr: il n'y a pas de pièce jointe pour cette correction
it: Non sono stati caricati allegati per questa soluzione
ur: اس حل کے ساتھ منسلک مواد موجود نہیں

# NotAcceptInst
source: Notaccept
ar: لاأوافق
bo: Ne prihvaćam
de: stimme nicht zu
es: No hay adjunto cargado para esta solución
fil: hindi ako sumasang-ayon
fr: je ne suis pas d'accord
it: Disaccordo
ur: غیر متفق

# OldPassErrorText
source: Old Password is wrong
ar: أدخل كلمة السر القديمة
bo: Unesite staru lozinku
de: Geben Sie das altes Passwort ein
es: No acepto
fil: ipasok ang lumang password
fr: entrez votre ancien mot de passe
it: Inserisci la vecchia password
ur: پرا نا پاسورڈ لکھیں

# OldPassText
source: Old Password
ar: كلمة السر القديمة
bo: Stara lozinka
de: Das Altes Passwort
es: Introduce la contraseña anterior
fil: lumang password
fr: ancien mot de passe
it: Vecchia password
ur: پرانا پاسورڈ

# OtherInstDataError
source: email,full name ,phone number are required
ar: البريد الالكتروني و الاسم و رقم الجوال حقول إجبارية
bo: Unijeti e-mail, puno ime i broj mobitela je obavezno
de: Email, Name und Mobilnummer sind Pflichtangaben
es: Contraseña anterior
fil: Ang email, pangalan at numero ng mobile ay mga mandatoryong field
fr: l'adresse éléctronique le nom et le numéro de téléphone sont obligatoires
it: Email, nome e numero di cellulare sono campi obbligatori
ur: یہ خانے لازمی پر کریں : ای-میل، نام، موبائل نمبر

# PassMsg
source: for send sms And Your Password is
ar: كلمة السر الخاصة بك هي
bo: Lozinka je uspješno promijenjena
de: Ihr Passwort
es: Email, nombre y número de móvil son campos obligatorios
fil: ang iyong password ay
fr: votre nouveau mot de passe est
it: La tua password è
ur: آپ کا پاسورڈ یہ ہے :

source: password
ar: كلمة السر
bo: I Vaša lozinka je
de: Das Passwort
es: La contraseña ha sido modificada con éxito
fr: mot de passe
it: La password
ur: پاسورڈ

# passwordsent
source: Password Sent to your phone
ar: تم ارسال كلمة السر
bo: Lozinka
de: Passwort gesendet
es: Tu contraseña es
fil: na-ipadala na ang password
fr: l'envoi du mot de passe a été effectué
it: La password è stata inviata
ur: پاسورڈ ارسال کردیا گیا

# PhoneNumber
source: Phone +xxxxx
ar: رقم الجوال +xxx
bo: Lozinka je poslana
de: Handynummer + xxx
es: La contraseña
fil: numero ng Mobile +xxx
fr: numéro de portable +xxx
it: Numero di cellulare +xxx
ur: موبائل نمبر 9xx+

# PhonePlaceholder
source: Phone containing country code
ar: رقم الهاتف شاملا رمز الدولة
bo: Broj mobitela +xxxxx
de: Telefonnummer inkl. Ländervorwahl
es: La contraseña ha sido enviada
fil: numero ng telepono kasama ang country Code
fr: numéro de téléphone incluant négatif
it: Numero di telefono comprensivo di prefisso internazionale
ur: موبائل نمبرملک کے کوڈ کے ساتھ

source: Poor
ar: ضعيف
bo: Broj mobitela uključujući pozivni broj zemlje
de: schwach
es: Número de móvil +xxx
fil: mahina
fr: faible
it: Debole
ur: کمزور

# ProfileImgLable
source: Image 220*220
ar: صورة 220*220
bo: Slabo
de: Foto von 220 * 220
es: Número de teléfono incluyendo código de país
fil: larawan 220*220
fr: photo 220*220
it: Immagine 220*220
ur: تصویر سائز 220*220

# ProfileTitle
source: My Profile
ar: ملفي الشخصي
bo: Slika 200x200
de: meine Personalakte
es: débil
fil: aking profile
fr: dossier personnel
it: il mio fascicolo personale
ur: میری پروفائل

# RemoveAtt
source: X
bo: Moj profil
es: Foto 220*220
ur: حٍذف

source: Requested Or Subscribed
ar: تم الإشتراك أو تحت الطلب
bo: X
de: Abonniert oder angefordert
es: Mi archivo personal
fil: Naka-subscribe na o kasalukuyang naka-request
fr: abonnement réussi ou en attente
it: Abbonato o su richiesta
ur: آپ کی سبسکرپشن ہوچکی یا درخواست زیر غور ہے

# ResidentCountry
source: Country of Resident
ar: بلد الإقامة
bo: Zahtjev je odobren ili se procesuira
de: Wohnsitzland
es: X
fil: bansang tinitirahan
fr: pays de résidence
it: Paese di residenza
ur: رہائشی ملک

# Sat
source: Satarday
ar: السبت
bo: Država stanovanja
de: Samstag
es: Suscrito o bajo demanda
fil: sabado
fr: samedi
it: Sabato
ur: ہفتہ

# ShowAtt
source: Show Attachment
ar: عرض المرفق
bo: Subota
de: Anhang anzeigen
es: País de residencia
fil: pagpapakita ng kalakip
fr: afficher la pièce jointe
it: Visualizza allegato
ur: منسلکہ مواد دیکھیں

source: Show Student Assignments
ar: عرض واجبات الطالب
bo: Prikazati prilog
de: Darstellung der Aufgaben des Studenten
es: Sábado
fil: pagpapakita ng takdang-aralin ng mag-aaral
fr: afficher les devoirs de l'étudiant
it: Visualizza i compiti degli studenti
ur: طالب علم کےگھر کا کام دیکھیں

# ShowTutDetails
source: Show Tutorial Details
ar: عرض تفاصيل الدورة
bo: Prikazati učenikove zadatake
de: Kursdetails anzeigen
es: Ver el archivo adjunto
fil: pagpapakita ng detalye ng Kurso
fr: afficher les détails de la formation
it: Visualizza i dettagli del corso
ur: دورہ کی تفصیلات دیکھیں

# SiteTitle
source: Etkan
ar: إتقــــان
bo: Prikazati detalje o kursu
de: Itqan
es: Ver las tareas de los estudiantes
fil: Itqan
fr: itqane
it: Itqan
ur: اتقان

# SolAttach
source: Solution Attachments
ar: الملفات المرفقة مع الحل
bo: Itqan
de: Angehängte Dateien mit Lösung
es: Ver detalles del curso
fil: mga kalakip na mga file na may solusyon
fr: fichiers joints à la correction
it: File allegati con la soluzione
ur: منسلکہ مواد مع حل

# SolDesc
source: Solution
ar: الحل
bo: Priložene datoteke uz rješenje
de: Die Lösung
es: Itqan
fil: solusyon
fr: correction
it: La soluzione
ur: حل

# StAllTut
source: Available tutorials
ar: الدورات المتاحة
bo: Rješenje
de: Verfügbare Kurse
es: Archivos adjuntos con la solución
fil: mga Kusrong available
fr: sessions disponibles
it: Corsi disponibili
ur: میسر دورہ جات

# StAssociateYourAccount
source: Associate your
ar: ربط حسابك على
bo: Dostupni kursevi
de: Verknüpfung Ihres Kontos mit
es: La solución
fil: pag-uugnay sa iyong Acount sa
fr: associez votre compte à
it: Collega il tuo account a
ur: آپ کا اکاونٹ

# StAssociationForm
source: Association Form
ar: شاشة الربط
bo: Povezati Vaš profil
de: Link-Bildschirm
es: Cursos disponibles
fil: screen ng Link
fr: écran d'association
it: schermo di giunzione
ur: اسکرین لنک

# StCertRequired
source: Last Academic Certificate Required
ar: يجب رفع أخر شهادة دراسية
bo: Ekran povezivanja
de: Der letzte Schulzeugnis muss geladen werden
es: Vincula tu cuenta a
fil: Dapat mong i-upload ang iyong pinakabagong sertipiko
fr: prière de joindre votre dernier diplôme obtenu
it: Devi caricare il tuo ultimo certificato accademico
ur: آخری ڈگری کی تصویر منسلک کریں

# StCompleteRegister
source: Complete Registeration
ar: إكمال عملية التسجيل
bo: Forografija posljednje diplome/svjedodžbe je obavezna
de: Den Registrierungsprozess abschließen
es: Pantalla de enlace
fil: pag-kumpleto sa proseso ng pagpaparehistro
fr: terminer l'inscription
it: Completa il processo di registrazione
ur: رکنیت کا عمل مکمل کریں
