Repository: almearza/ItqanEdu
Catalog: QuranEducation/QuranRes.*.resx
Languages: ar, bo, de, es, fil, fr, it, ur

# StCreateAccountTitle
source: Create - Edit Student Account
ar: إنشاء تعديل حساب طالب
bo: Nastaviti prijavu
de: Anlegen einer Bearbeitung auf dem Studierendenkonto
es: Se debe subir tu último certificado académico
fil: pag-gawa ng pag-edit ng Acount ng mag-aaral
fr: éditer modification du profil étudiant
it: Crea - Modifica account studente
ur: طالب علم کے اکاونٹ میں تبدیلی کی درخواست

# StDegree
source: Student Degree
ar: درجة الطالب
bo: Kreirati/urediti učenikov pofil
de: Student Grade
es: Complete el proceso de inscripción
fil: antas ng mag-aaral
fr: note de l'étudiant
it: Laurea per studenti
ur: طالب علم کی ڈگری

# StExLoginAccount
source: Account
ar: حساب
bo: Učenikova ocjena
de: Konto
es: Crear Editar cuenta de estudiante
fil: Acount
fr: compte
ur: اکاونٹ

# StExLoginBtnFace
source: facebook login
ar: دخول عن طريق فيسبوك
bo: Profil
de: Zugang über Facebook
es: Grado del estudiante
fil: pagpasok gamit ang facebook Acount
fr: entrée via facebook
it: Accedi tramite Facebook
ur: لاگ-ان بذریعہ فیس بک اکاونٹ

# StExLoginUsing
source: Login using facebook account
ar: تسجيل الدخول بإستخدام فيسبوك
bo: Prijaviti se preko Facebooka
de: Einloggen über Facebook
es: Cuenta
fil: Log-in sa pamamagitan ng Facebook
fr: se connecter via facebook
it: Fai il login con facebook
ur: رکنیت بذریعہ فیس بک اکاونٹ

# StFinishLoginMsg
source: Please enter a phone number for this site below and click the Register button to finish logging in.
ar: فضلا أدخل رقم الجوال في الحقل أدناه لاكمال عملية التسجيل
bo: Registrovati se preko Facebooka
de: Bitte geben Sie im Feld unten Ihre Handynummer ein, um den Registrierungsvorgang abzuschließen
es: Iniciar sesión a través de Facebook
fil: Mangyaring ipasok ang iyong mobile number sa field sa ibaba upang makumpleto ang proseso ng pagpaparehistro
fr: veuillez entrer votre numéro de téléphone ci-dessous pour finaliser votre inscription
it: Inserisci il tuo numero di cellulare nel campo sottostante per completare la procedura di registrazione
ur: براہ کرم شمولیت کیلیے اپنا موبائل نمبر درج کریں

# StLoginFailure
source: Login Failure
ar: فشلت عملية الدخول
bo: Molimo da unesete broj mobitela u ponuđenu rubriku radi kompletiranja prijave
de: Die Eingabeprozess schlug fehl
es: Iniciar sesión con Facebook
fil: hindi tagumpay ang pag-login
fr: la connexion a échoué
it: Accesso fallito
ur: شمولیت نہیں ہورہی

# StRegReq1
source: Conditions of registration
ar: شروط التسجيل
bo: Prijava nije uspjela
de: Registrierungsbedingungen
es: Ingrese su número de teléfono móvil en el campo a continuación para completar el proceso de inscripcion
fil: Mga Tuntunin sa Pagpaparehistro
fr: conditions d'utilisation
it: Termini di registrazione
ur: رجسٹر کروانے کیلیے شرائط و ضوابط

# StRegReq10
source: 9- Attending the introductory session on the study plan and passing the personal interview aimed at identifying the student’s capabilities, determining his level, and guiding him to the appropriate study plan
ar: 9- حضور الجلسة التعريفية عن خطَّة الدراسة واجتياز المقابلة الشخصية التي تهدف إلى التعرّف على قدرات الطالب وتحديد مستواه وإرشاده للخطَّة الدراسية المناسبة
bo: Uslovi za registrovanje
de: 9- Teilnahme am Einführungskurs zum Studienplan und Bestehen das persönliche Gespräch, um die Fähigkeiten des Studenten zu identifizieren, sein Niveau zu bestimmen und ihn zum entsprechenden Studienplan zu führen
es: Error de inicio de sesion
fil: 9- Ang pagdalo sa panimulang sesyon patungkol sa plano ng pag-aaral at pagpasa sa personal interview na naglalayong kilalanin ang kakayahan ng mag-aaral, at matukoy ang kanyang antas at gabayan siya sa naaangkop na plano sa pag-aara
fr: 9- la présence à la séance d'introduction et à l'entretien individuel qui a pour but d'évaluer le niveau de l'élève afin de l'orienter vers la session adéquate
it: 9- Partecipazione alla sessione introduttiva al piano di studi e superamento del colloquio personale volto ad individuare le capacità dello studente, determinarne il livello e guidarlo verso il piano di studi adeguato
ur: تعلیمی نصاب سے آگاہی حاصل کرنے کیلیے تعارفی کلاس میں شامل ہونا نیز طالب علم کا انٹرویو میں کامیاب ہونا جس کابنیادی مقصد طالب علم کی ذہنی سطح اور اس کی صلاحیتیں جاننا اور اس کے مطابق تعلیمی نصاب کے متعلق مطلع کرنا ہے

# StRegReq11
source: 10- Buying the educational curriculum, which is the printed or electronic book of Al Qaida Al Noorania
ar: 10- شراء المنهج التعليمي وهو كتاب القاعدة النورانية المطبوع أو الإلكتروني
bo: 9. Prisustvo na pristupnom času gdje se predstavlja plan rada i učenja, te participacija u ličnom intervijuu na osnovu kojeg se procjenjuje znanje učenika i preporučuje mu se adekvatni nivo nastave.
de: 10- Kauf von Lehrplan, Al-Qaeda Al-Noraniya drucken oder elektronisches Buch
es: Condiciones de inscripción
fil: 10- Pagbili ng kurikulum na pang-edukasyon, printed o elektronikong aklat na Al-Qaida Al-nooraniah
fr: 10- l'achat du livre de la méthode Norania imprimée ou au format éléctronique
it: 10- Acquistare il curriculum educativo, che è il libro di Al-Qaida Al-Nooraniah cartaceo o elettronico
ur: تعلیمی نصاب نورانی قاعدہ کی خریداری مطبوعہ کاپی یا الکٹرونک کاپی

# StRegReq2
source: 1- The applicant must be 7 years old or more
ar: 1- أن يكون عمر المتقدم 7 سنوات فأكثر
bo: 10. Kupiti nastavni udžbenik, odnosno sufaru Al-Ka'ida en-Nuranijja (Nuranijju), u printanom ili elektronskom formatu.
de: 1- Das Alter der Bewerber beträgt 7 Jahre oder älter
es: 9- Asistir a la sesión de introducción al plan de estudios y pasar la entrevista personal destinada a identificar las capacidades del alumno, determinar su nivel y orientarlo al plan de estudio adecuado
fil: 1- Ang aplikante ay dapat 7 taong gulang o higit pa
fr: 1- le candidat doit-être âgé d'au moins 7 ans
it: 1- Il richiedente deve avere almeno 7 anni di età
ur: رکنیت اختیار کرنے والے کی عمر 7 سال سے زائد ہو

# StRegReq3
source: 2- Memorizing the Arabic letters before starting the course.
ar: 2- حفظ الحروف العربية قبل بدء الدورة.
bo: 1. Kandidat mora imati više od 7 godina.
de: 2- Bewahrung der arabischen Buchstaben vor Sitzungsbeginn
es: 10- Comprar el currículo educativo, que es el libro Al-Qaida Al-Nooraniah impreso o electrónico.
fil: 2- Pagsasaulo ng Arabic Alpabeto bago simulan ang kurso
fr: 2- connaitre les lettres de l'alphabet arabe avant le début de la formation
it: 2- Memorizzazione le lettere arabe prima dell'inizio del corso.
ur: دورہ شروع ہونے سے پہلےعربی حروف تہجی یاد کرنا

# StRegReq4
source: 3- Seriousness and commitment to attend until the end of the course.
ar: 3- الجدِّيَّة والالتزام بالحضور حتى نهاية الدورة.
bo: 2. Kandidat mora poznavati nazive arapskih slova prije početka kursa.
de: 3- Ernsthafte und verpflichtende Anwesenheit bis zum Ende der Sitzung
es: 1- El solicitante debe tener 7 años o más
fil: 3- pag-seseryoso at regular na pagdalo hanggang sa katapusan ng kurso
fr: 3- être rigoureux dans la présence aux cours jusqu'à la fin de la formation
it: 3- Serietà e impegno a frequentare fino alla fine del corso.
ur: پوری دلجمعی اور باقاعدگی کے ساتھ دورے میں شروع سے آخر تک شریک ہونا

# StRegReq5
source: 4- That the student is good at using the computer, or there is someone who helps him to do so with the student
ar: 4- أن يجيد الطالب استخدام الحاسب الآلي، أو يكون مع الطالب مَنْ يساعده على ذلك
bo: 3. Samodisciplina i uredno prisustvovanje časove sve do kraja.
de: 4-Der Student sollte den Computer benutzen können oder beim Student sein und ihm helfen
es: 2- Memorización de letras árabes antes del inicio del curso
fil: 4- ang mag-aaral ay dapat maging bihasa sa paggamit ng kompyuter, o dikaya'y may tutulong sa kanya sa bagay na iyon
fr: 4- que l'étudiant soit capable d'utiliser la plateforme digitale ou qu'il soit accompagné
it: 4- Assicurarsi che lo studente sia esperto nell'uso del computer, o che lo studente abbia qualcuno che lo aiuti in questo
ur: طالب علم کمپیوٹر کا استعال جانتا ہو یا اس کے ساتھ کوئی مدد گار ہو

# StRegReq6
source: 5- That the student adhere to public morals and etiquette for learning the Qur’an
ar: 5- أن يلتزم الطالب بالآداب العامة، وآداب تعلُّم القرآن
bo: 4. Učenik bi trebao znati kako se koristiti računarom samostalno ili da – eventualno – bude s njim prisutan neko ko mu pomaže u tome.
de: 5-Der Student hält sich an die öffentliche Moralität und Etikette des Koranlernens.
es: 3- Seriedad y compromiso de cursar hasta el final del curso.
fil: 5- Ang mag-aaral ay dapat sumunod sa pangkalahatang kagandahang-asal, at kagandahang-asal sa pag-aaral ng Qur’an
fr: 5- que l'étudiant se conforme aux régles d'éthique et à l'éthique dans l'apprentissage du Coran
it: 5- Lo studente deve attenersi all'etichetta generale e all'etichetta di apprendimento del Corano
ur: طالب علم آداب عامہ خصوصا قرآن کی تعلیم کے آداب کا اہتمام کرنے والا ہو

# StRegReq7
source: 6- Parents are obligated to follow the child during the educational session
ar: 6- أن يلتزم أولياء الأمور بمتابعة الطفل أثناء الجلسة التعليمية
bo: 5. Neophodno je postupati po općim pravilima ponašanja i ponašati se skladno s edebima Kur'ana.
de: 6- Die Eltern müssen das Kind während des Unterrichts verfolgen
es: 4- Que el estudiante sea competente en el uso de la computadora, o que el estudiante tenga alguien que lo ayude con eso
fil: 6- Obligado ang mga magulang na subaybayan ang bata sa oras ng pag-aaral
fr: 6- que les parents s'engagent à suivre l'enfant lors de la séance
it: 6- I genitori sono obbligati a seguire il bambino durante la sessione educativa
ur: لڑکا/ لڑکی کے سرپرست تعلیمی سرگرمیوں پر نظر رکھنے والے ہوں

# StRegReq8
source: 7- Fill out the registration form, write the required information accurately, and make sure to read the terms and conditions
ar: 7- تعبئة استمارة التسجيل، وكتابة المعلومات المطلوبة بدقة، والتأكُّد من قراءة الشروط والأحكام
bo: 6. Neophodne je da roditelj uzme sebi u obavezu da nadgleda svoje dijete tokom edukativne sesije (časa).
de: 7. Ausfüllen des Anmeldeformulars, und Genaue Beschreibung der erforderlichen Informationen, und Unbedingt Lesen Für unsere Geschäftsbedingungen
es: 5- El estudiante debe cumplir con la etiqueta general y la etiqueta de aprender el Corán
fil: 7- pag-filup ng form para sa pagpaparehistro, at saktung pagsulat ng mga impormasyong kailangan, at tiyaking basahin ang mga tuntunin at kundisyon
fr: 7- remplir le formulaire d'inscription, entrer les informations demandées avec précision, lire le réglement et la charte d'utilisation
it: 7- Compila il modulo di registrazione, scrivi le informazioni richieste in modo accurato e assicurati di leggere i termini e le condizioni
ur: رکنیت فارم بھرنا اور مطلوبہ معلومات احتیاط سے درج کرنا اور قواعد و ضوابط سے آگاہی حاصل کرنا

# StRegReq9
source: 8- Register on the platform using e-mail and phone number for verification
ar: 8- التسجيل في المنصة باستخدام البريد الإلكتروني ورقم الهاتف للتحقُّق
bo: 7. Pravilno popuniti obrazac za registraciju. Napisati tačne informacije i pročitati pravila o odredbama i uslovima za korištenje Platforme.
de: 8- Registrierung auf der Plattform durch Überprüfung der E-Mail-Adresse und Telefonnummer
es: 6- Los padres están obligados a dar seguimiento al niño durante la sesión educativa
fil: 8- ang pagpaparehistro sa plataporma ay gamit ang iyong email at numero ng telepono para sa pagpapatunay
fr: 8- l'inscription à la plateforme se fait a l'aide d'une adresse éléctronique et d'un numéro de téléphone
it: 8- Registrati alla piattaforma utilizzando la tua email e il tuo numero di telefono per la verifica
ur: رکنیت حاصل کرنے کیلیے ای-میل کا اندراج اور کوڈ حاصل کرنے کیلیے صحیح موبائل نمبر لکھنا

# StScore
source: Score
ar: مستوى التحصيل
bo: 8. Prijavite se na Platformu preko e-mail adrese i važećeg mobilnog borja radi verifikacije.
de: Leistungsniveau
es: 7- Complete el formulario de registro, escriba la información requerida con precisión y asegúrese de leer los términos y condiciones
fil: antas ng Achievement
fr: niveau de réussite
it: Livello di realizzazione
ur: حاصل شدہ نتائج

# StSuccessExternalAuth
source: You've successfully authenticated with
ar: تم التحقق بنجاح مع
bo: Dostignuće
de: Erfolgreich geprüft mit
es: 8- Regístrese en la plataforma utilizando su correo electrónico y número de teléfono para la verificación
fil: Matagumpay na na-verify sa
fr: vérification réussi avec
it: Verificato con successo con
ur: تصدیق ہوچکی ہے

# StudentCert
source: Last Academic Certificate
ar: أخر شهادة دراسية
bo: Uspješno ste se autentificirali sa
de: Letztes Studienzertifikat
es: Nivel de logro
fil: Pinakabagong akademikong sertipiko
fr: dernier diplôme obtenu
it: Ultimo certificato accademico
ur: آخری حاصل کردہ ڈگری

# StudentCertify
source: Certify Student
ar: منح شهادة
bo: Posljednja diploma/svjedodžba
de: Zertifizierung
es: Verificado exitosamente con
fil: pagbibigay ng sertipiko
fr: octroi du diplôme
it: Dare un certificato
ur: سرٹیفکیٹ

source: Students
ar: الطلاب
bo: Dodijeliti certifikat učeniku
de: Die Studenten
es: Último certificado académico
fil: mga mag-aaral
fr: les étudiants
it: Gli studenti
ur: طلبہ

source: Students List
ar: قائمة الطلاب
bo: Učenik
de: Studentenliste
es: Dar certificado
fil: Listahan ng mag-aaral
fr: liste des étudiants
it: Elenco studenti
ur: طلبہ کی فہرست

# StUnsuccessfullLgin
source: Unsuccessful login with service.
ar: فشل التحقق مع خدمة
bo: Spisak učenika
de: Fehlerhafte Überprüfung mit Service
es: Estudiantes
fil: Nabigo ang pag-verify sa serbisyo
fr: échec de la vérification avec le service
it: Verifica non riuscita con il servizio
ur: تصدیق ناکام

# StWithMyAccount
source: With your Account
ar: بحسابك هذا
bo: Neuspješna prijava preko servisa.
de: Mit Ihrem Konto
es: Lista de estudiantes
fil: gamit ang account na ito
fr: dans votre compte
it: con questo conto
ur: آپ کےاس اکاونٹ کے ساتھ

source: Subscribe
ar: إشتراك
bo: Preko tvog računa
de: Abonnement
es: Fallo de verificación con el servicio
fr: s'abonner
it: Iscriviti
ur: سبسکرائب

# SubStudents
source: SubscribedStudents
ar: الطلاب المشتركون
bo: Pretplatite se
de: Teilnehmenden Studierenden
es: Con esta cuenta
fil: ang mag-aaral na nakasubscribe
fr: les étudiants qui participent
it: I participanti
ur: سبسکرائب طلبہ

# Sun
source: Sunday
ar: الأحد
bo: Pretplaćeni učenici
de: Sonntag
es: Suscripción
fil: Lingo
fr: dimanche
it: Domenica
ur: اتوار

# TechProblemInTutorial
source: You have technical problems during the session
ar: توجد لديك مشكــــلات تقنية في الجلسة التعليمية
bo: Nedjelja
de: Sie haben technische Probleme im Unterricht
es: Estudiantes suscritos
fil: Mayroon kang mga teknikal na problema sa oras ng klase
fr: un problème technique est surevenu lors du cours
it: Hai problemi tecnici nella lezione
ur: تعلیمی کلاس کے دوران تکنیکی خرابی آرہی ہے

# Thur
source: Thursday
ar: الخميس
bo: Imam tehničke problema na času
de: Donnerstag
es: Domingo
fil: Huwebes
fr: jeudi
it: Giovedi
ur: جمعرات

source: Time Table
ar: الجدول الدراسي
bo: Četvrtak
de: Stundenplan
es: Tienes problemas técnicos en la sesión educativa
fil: iskedyul ng pag-aaral
fr: emploi du temps scolaire
it: Orario scolastico
ur: تعلیمی نظام اوقات (ٹائم ٹیبل)

source: To
ar: إلى
bo: Raspored nastave
de: zu
es: Jueves
fil: hanggang
fr: à la
it: A
ur: کی طرف

# Tus
source: Tuseday
ar: الثلاثاء
bo: Do
de: Dienstag
es: Horario escolar
fil: Martes
fr: mardi
it: Martedi
ur: منگل

# TutAssignToInst
source: Tutorail assigned to you
ar: تم إسناد دورة تدريبية لك من قبل الإدارة
bo: Utorak
de: Sie haben von der Administration eine Schulung erhalten
es: a
fil: Isang kurso sa pagsasanay ang itinalaga sa iyo ng opisina
fr: une formation vous a été attribuée par la direction
it: Ti è stato assegnato un corso di formazione dall'amminstrazione
ur: آپ کو ادارہ کی طرف سے تربیتی دورہ کیلیے منتخب کیا گیا ہے

# TutCloseDate
source: Tutorial Close Date
ar: تاريخ انتهاء الدورة
bo: Kurs je dodijeljen Vama od strane Menadžmenta
de: Das Datum des kursendes
es: Martés
fil: Petsa ng pagtatapos ng kurso
fr: date de fin de la session
it: Data della fine del corso
ur: دورہ ختم ہونے کی تاریخ

# TutCount
source: Count Of Lictures
ar: عدد المحاضرات
bo: Datum završetka kursa
de: Anzahl Vorlesungen
es: La dirección le ha asignado un curso de formación
fil: bilang ng Lecture
fr: nombre de cours
it: I numeri delle lizioni
ur: لیکچرز کی تعداد

# TutDetails
source: Tutorial Details
ar: تفاصيل الدورة
bo: Broj časova
de: Kursdetails
es: Fecha de finalización del curso
fil: Detalye ng kurso
fr: détails de la session
it: I dettagli del corso
ur: دورے کی تفصیلات

# TutInstName
source: Instructor
ar: معلم الدورة
bo: Opis kursa
de: Kursleiter
es: Número de lecciones
fil: guro ng kurso
fr: professeur de la session
it: L'insengnante del corso
ur: دورہ کے استاد

# TutLang
source: Language of Tutorial
ar: لغة الدورة
bo: Nastavnik
de: Kurssprache
es: Detalles del curso
fil: wika ng kurso
fr: langue de la session
it: Lingua del corso
ur: دورہ کی زبان

# TutLectures
source: Tutorial Lectures
ar: محاضرات الدروة
bo: Jezik kursa
de: Kursvorlesungen
es: Profesor del curso
fil: mga Lecture ng kurso
fr: cours de la session
it: Lezioni del corso
ur: دورہ کے لیکچرز

# TutOpenDate
source: Tutorial Date
ar: تاريخ الدورة
bo: Časovi kursa
de: Datum des Kurses
es: Lengua del curso
fil: petsa ng Kurso
fr: date de la session
it: Data del corso
ur: دورے کی تاریخ

source: Tutorial Title
ar: عنوان الدورة
bo: Datum kursa
de: Titel des Kurses
es: Lecciones del curso
fil: pamagat ng Kurso
fr: titre de la session
it: Titolo del corso
ur: دورے کا عنوان

# UserNameMsg
source: Yuor UserName is
ar: إسم المستخدم الخاص بك هو
bo: Naziv kursa
de: Ihr Benutzername ist
es: Fecha del curso
fil: Ang iyong username ay
fr: votre nom d'utilisateur est
it: Nome utilizzato
ur: آپ کا نام برائے شمولیت

# VerifyCode
source: Code Verfication
ar: التحقق من الرمز
bo: Vaše korisničko ime:
de: Code Verifizierung
es: Título del curso
fil: Pag-verify ng Code
fr: vérification du code
it: Verifica codice
ur: کوڈ کی تحقیق

# VGood
source: Very Good
ar: جيد جدا
bo: Verifikacija koda
de: sehr gut
es: Tu nombre de usuario es
fil: Napakahusay
fr: très bien
it: Ottimo
ur: بہت اچھا

# VideoUrl
source: Lecture Video Url
ar: رابط فيديو المحاضرة
bo: Vrlo dobro
de: Link zum Vorlesungsvideo
es: Verificación de código
fil: Link ng video ng lecture
fr: lien vidéo du cours
it: Collegamento al video della lezione
ur: ویڈیو لیکچر کا لنک

# Wed
source: Wednesday
ar: الأربعاء
bo: Link časa
de: Mittwoch
es: Muy bien
fil: Miyerkules
fr: mercredi
it: Mercoledì
ur: بدھ

source: yes
ar: نعم
bo: Srijeda
de: ja
es: Enlace del video de la lección
fil: Oo
fr: oui
it: Si
ur: جی ہاں
